Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/bivda-elliiddearvvasvuoda-gearggusvuoda-nannejuvvot-davvin.html.tmx
Source language: sme
Languages: sma

source: Bivdá elliiddearvvašvuođa gearggusvuođa nannejuvvot davvin / Eanandoallu / Ealáhusat / Sámediggi - Sametinget
sma: Nænnoesåbpoe riejriesvoeten bïjre birrie kreekehealsose noerhtene / Jåartaburrie / Jielemh / Saemiedigkie - Sametinget

source: Bivdá elliiddearvvašvuođa gearggusvuođa nannejuvvot davvin
sma: Nænnoesåbpoe riejriesvoeten bïjre birrie kreekehealsose noerhtene

source: Sámediggeráđđi Silje Karine Muotka háliida elliiddearvvašvuođa gearggusvuođa nannejuvvot davvin.
sma: Saemiedigkieraerie Silje Karine Muotka nænnoesåbpoe kreekehealsoeriejriesvoetem sæjhta noerhtene.

source: Dál son ávžžuha eanandoalloministara Sylvi Listhaug veahkehit nannet Šibitdoavtterinstituhta doaimmaid davvin.
sma: Daelie dïhte laanteburrieministere Sylvi Listhaugem dåarjoen bïjre maadta juktie Veterinærinstituhten darjomem noerhtene nænnoestehtedh.

source: – Ráđđehusa davviguovlopolitihkka ja dálkkádatrievdamat dagahit eanet dárbbu gearggusvuhtii elliiddearvvašvuođa ja biebmosihkarvuođa ektui davvin.
sma: – Reerenassen noerhtedajvepolitihken jïh klijmajarkelimmiej gaavhtan leah daerpies lissiehtamme riejriesvoetine kreekehealsoen jïh beapmoejearsoesvoeten bïjre noerhtene.

source: Norggas leat ráját Supmii, Ruŧŧii ja Ruššii davvin, ja lassánana rádjajohtaleapmi buvttiha eanet hástalusaid, deattuha Muotka.
sma: Nöörjen raasth Såevmien, Sveerjen jïh Russlaanten vööste noerhtene, jïh dïhte lissiehtamme valkese raasti rastah stuerebe haestemh sjugnede, Muotka tjïerteste.

source: Muotka ballá ahte uhcit gelbbolašvuohta ja návccat Šibitdoavtterinstituhta ossodagas Rommas čuohcá Biebmobearráigehččui davvin, mii geavaha instituhta bálvalusaid.
sma: Muotka bælla giehpiedamme maahtoe jïh barkoefaamoe Veteninærinstituhten goevtesisnie Tromsøesne sæjhta nåake sjïdtedh Beapmoevaaksjomen darjoemasse noerhtene, goh utnije instituhten dïenesjijstie.

source: Son ballá ahte boađusin šaddá uhcit biebmooadjebasvuohta.
sma: Dïhte bælla konsekvense giehpiedamme beapmoejearsoesvoete sjædta.

source: Šibitdoavtterinstituhta stivra mearridii njukčamánus heaittihit Romssa ossodaga ja uhcidit doaimmaid Harstadas.
sma: Njoktjen Veterinærinstituhten ståvroe sjæjsjali goevtesem orrijidh Tromsøesne jïh barkoem giehpiedidh Harstadesne.

source: – Romssa Šibitdoavtterinstituhtta lea háhkan deaŧalaš gelbbolašvuođa boazodoalu ja árktalaš eanandoalu ektui.
sma: – Veterinærinstituhte Tromsøesne lea vihkeles maahtoem båatsoen jïh arktiske laanteburrien bïjre bæjjese bigkeme.

source: Erenoamážit boazodoalu ektui oaidnit dál juo ahte dálkkádatrievdamiin leat hástalusat go ođđa šaddo- ja divrešlájat bohtet.
sma: Joekoen båatsoen bïjre joe daelie vuejnebe doh klijmajarkelimmieh haestemh sjugniedieh orre sjædtoe- jïh åhtehtsh-aarhtigujmie.

source: Danne lea stuorra mearkkašupmi riikkaoassái das ahte Šibitdoavtterinstituhta doaimmat nannejuvvojit.
sma: Laantebielien gaavhtan dle dan åvteste joekoen vihkeles Veterinærinstituhten darjomh læssanieh.
